[TriggerXCOMWillLossOnDeath X2AbilityTemplate]
LocFriendlyName="愧疚"
LocLongDescription="该士兵目睹了一名无辜平民的死亡."
LocHelpText="该士兵目睹了一名无辜平民的死亡."
LocPromotionPopupText="<Bullet/>该士兵因一名无辜平民的死亡而暂时感到悲痛.<br/>"
LocFlyoverText="愧疚"

[TriggerXCOMWillLossOnDeathPassive X2AbilityTemplate]
LocFriendlyName="无辜"
LocLongDescription="该单位是无辜的，如果被任何士兵杀死，将对XCOM造成精神打击."
LocHelpText="该单位是无辜的，如果被任何士兵杀死，将对XCOM造成精神打击."
LocPromotionPopupText="<Bullet/> 该单位是无辜的，必须不惜一切代价保护.<br/>"
LocFlyoverText="无辜死亡!"
